# Марат, честно говоря, я не поняла эту задачу. Я скачала какую-то там игру,
# ну вот запускаю её в файле. Запускается. В этом был смысл?..
# Периодически игра плохо обрабатывает какие-то события, но я не знаю, вдруг это
# она криво написана. Как это проверить я тоже не знаю.
# Готова переделать, если тут совсем неверно. Но только тогда поясните, как. Потому что пока
# что не очень понятно.

from play_tictactoe import TTT

play = TTT()


play.play()
play.ask_move()
play.print_board()
play.check_status()
play.print_results()
